<template>
    <div class="three">
        <h1>《阴阳师》手游4月14日维护更新公告</h1>
        <div class="three-main">
            <div class="main-main">
                <h3>亲爱的阴阳师大人：</h3>
                <p>　　为了给大家带来更好的游戏体验，服务器将于<span style="color:red">4月14日(周三)早上7:30-9:00</span>进行停服维护，如未能按时完成，则开服时间将会顺延。具体更新详情请留意稍后更新公告，或维护结束后至游戏登录界面查看。</p>
                <p>　　维护期间将暂时无法进入服务器进行游戏，给各位带来的不便，敬请谅解，非常感谢大家的支持和理解！(鞠躬)</p>
                <h2>重要更新</h2>
                <p>1.新式神情报！<br>※愿成世间，所有之善。SSR阶式神帝释天(CV：神谷浩史)降临平安京！<br>※4月21日更新维护后，使用勾玉、神秘的符咒及现世符咒进行召唤，即有机会与之缔结契约！<br>※4月14日更新维护后，百鬼弈阵容将会刷新，阴阳师大人需要重新配置阵容。欢迎阴阳师大人们在百鬼弈中进行抢先体验。</p>
                <p>2.愿成世间，所有之善召唤活动开启！<br>全新SSR阶式神帝释天(CV：神谷浩史)降临平安京，多重召唤福利助力各位大人与新式神结缘！<br>集结期：4月17日0:00-4月20日23:59 <br>召唤期：4月21日维护后-5月5日23:59</p>
                <p>※SP/SSR式神出现概率提升<br>召唤期内使用神秘的符咒、勾玉、现世符咒进行召唤时，SP/SSR式神出现概率提升至原来的2.5倍！每位阴阳师大人享受3次SP/SSR概率UP的机会。</p>
                <p>※SSR帝释天指定概率UP阶段成长<br>召唤期内使用神秘的符咒、勾玉、现世符咒进行召唤，召唤出SP/SSR式神时，SSR帝释天的指定出现概率提升，且此出现概率将在召唤期内随召唤次数持续提升！此福利将在成功召唤出SSR帝释天后失效。<br>对于4月21日维护前已达成SSR全集赏的大人，本期指定出现概率将由初始15%持续提升，并在500次召唤后提升至100%！<br>对于其他大人们，本期指定出现概率将由初始的4%持续提升，并在500次召唤后提升至20%！</p>
                <p>※召唤阶段礼包<br>召唤期内使用神秘的符咒、勾玉、现世符咒进行召唤达到指定次数时，将获得对应的阶段礼包，包含御行达摩、大量神秘的符咒、皮肤券、勾玉、自选SR等稀有道具。</p>
                <p>※特殊福利<br>召唤期内使用神秘的符咒、勾玉、现世符咒进行召唤达到699次时，若仍未召唤出SSR帝释天：<br>对于4月21日维护前已达成SSR全集赏的大人们，第700次召唤必定出现SSR帝释天，并额外获赠惊喜礼包一份。之后消耗该指定式神的概率UP次数。<br>对于其他大人们，SSR帝释天指定概率UP将提升至30%。</p>
                <p>※重要说明：<br>本次召唤活动向所有等级不低于15级的阴阳师大人开放。<br>SSR全集赏以图鉴中点亮的SSR式神为准(两面佛除外)。<br>SSR全集赏不包括联动限定SSR奴良陆生、卖药郎、鬼灯、犬夜叉、杀生丸、桔梗、黑崎一护、灶门炭治郎、灶门祢豆子。<br>对于未达到15级的阴阳师大人们，活动期间进行的召唤将无法享受SP/SSR概率UP等福利，但可正常记入阶段成长礼召唤次数中，若在活动期间达到15级，可直接领取已达成的阶段成长礼，并享受相应的概率UP福利。</p>
                <p>3.深渊暗影·鬼域篇开启！<br>※鬼域深处，一道万丈深渊拦住众人的前行道路。这万鬼厮杀的炼狱中，隐隐传来极为不祥的气息……<br>大江山、源氏一行皆已抵达此地，尸山血海之下，如同鬼神的身影正进行着暴虐的屠杀，迎接他们的又会是怎样的挑战？<br>※活动时间：4月14日维护后-4月19日23:59 <br>※剧情体验时间为4月14日维护后-4月21日维护前<br>※活动分为「深渊探索」、「鬼域讨伐军」、「魔神征伐」、「阴阳寮排行」4个主要玩法。</p>
                <p>※深渊探索<br>阴阳师大人每天都可以在深渊探索中进行挑战，胜利后可获得将领经验、寮资金和阴阳寮勋章等丰厚奖励。</p>
                <p>※鬼域讨伐军<br>活动玩法中，鬼域讨伐将领将代替阴阳师出战，大人们可以通过参与深渊探索玩法获得将领经验来强化将领，当活动处于不同篇章时，将领会有所不同，同时将领的等级相对独立，且为大人所在阴阳寮共享。</p>
                <p>※魔神征伐<br>大人们可以挑战来自深渊的魔神，当天一共可挑战三次，其中最高的成绩将作为大人当天挑战的成绩。</p>
                <p>※阴阳寮排行<br>活动开启首领挑战玩法后，会按照每个阴阳寮的精英总成绩进行排行；活动结束后，会给予排行靠前的阴阳寮内的所有成员丰厚奖励。</p>
                <p>※ 特殊说明<br>道馆关闭：深渊暗影·鬼域篇活动开启时，道馆会暂时关闭。<br>精英总成绩：每个阴阳寮内，活动成绩前40名的阴阳师活动总成绩之和。</p>
                <p>※优化迭代<br>单日成绩：每天一共可挑战三次，其中最高的成绩将作为大人当天挑战的成绩。<br>阴阳寮排行奖励：排行奖励将于活动结束后1-3个工作日内发放，期间会对每个阴阳寮的成绩进行校验，本期排行奖励新增寮名片和寮名帖。<br>叙勋榜：新增叙勋榜，记录了大人们在每期幻境试炼中的战绩，大人们可在这里查看每一位阴阳师对阴阳寮的付出和贡献~</p>
                <p>※活动优化<br>调整了将领的部分技能；<br>调整了活动中部分怪物的数值；<br>强化了鬼兵部继承式神属性的表现。</p>
                <p>4.活动——现世逢魔寮勋章收益UP！<br>※活动时间：4月14日0:00-4月20日23:59 <br>※活动期间，逢魔之时玩法中“现世逢魔”四次后获得的阴阳寮勋章收益翻倍，快集结寮成员一起参与吧！</p>
                <p>5.NeXT2021春季赛《阴阳师》春和演武大会线上直播开启！<br>※春和战鼓擂响，演武蓄势待发！通过激烈的赛季海选，共计有32位阴阳师大人晋级个人斗技淘汰赛，16支顶级战队晋级团队斗技淘汰赛，让我们一起期待各位大人的精彩表现~<br>※直播时间：4月15日-4月25日16:00-21:00 <br>※直播入口：庭院左侧小电视，灯笼直播入口</p>
                <p>6.新礼包情报！</p>
                <p>※红莲华冕特惠礼<br>售价：30魂玉<br>购买后连续5天每天获得：神秘的符咒×1，奉为达摩×1，金币×5000 <br>限购时间：4月14日维护后-4月20日23:59限购1次</p>
                <p>※红莲华冕召唤礼<br>售价：128魂玉<br>购买后连续7天每天获得：神秘的符咒×2，六星青吉鬼×1，五星青吉鬼×1，四星青吉鬼×3，金币×50000 <br>限购时间：4月14日维护后-4月20日23:59限购1次</p>
                <p>※红莲华冕预备礼<br>售价：328魂玉<br>购买后获得：神秘的符咒×30，四星奉为达摩×2，金币×100000 <br>限购时间：4月14日维护后-4月20日23:59限购1次</p>
                <p>※日常加成补给<br>售价：18魂玉<br>购买后获得：体力×60，樱饼×30，100%经验加成1小时，100%金币加成1小时，御魂&觉醒掉落加成1小时<br>限购时间：4月14日维护后-4月20日23:59每日限购1次</p>
                <p>※日常特种补给<br>售价：30魂玉<br>购买后获得：御行达摩(碎片)×5，体力×300，金币×50000 <br>限购时间：4月14日维护后-4月20日23:59每日限购1次</p>
                <h2>体验优化</h2>
                <p>1.调整了协同对弈中部分式神的属性。</p>
                <h2>问题修正</h2>
                <p>1.修复了「一键育成」功能在部分情况下，消耗暴食鬼经验显示错误的问题（不影响实际消耗的暴食鬼经验）。</p>
                <h2>平安京施工计划</h2>
                <p>1.优化了阎魔皮肤「雪化粧」的模型和动作表现；<br>2.优化了赤影妖刀姬皮肤「素月浅香」的模型表现；<br>3.优化了御馔津皮肤「丰兆瑞雪」的模型表现；<br>4.迭代了SR阶式神清姬、凤凰火觉醒前和觉醒后以及SP皮肤的模型表现。<br>5.优化了典藏皮肤头像框的表现形式，增加了动态的效果，第一批外放的动态头像框为：青莲蜕梦、响魂醉曲、蝶步韶华、花引冥烛。</p>
                <p>设计师观点：我们希望后续在给各位式神带来新装的同时，也能够对之前制作的一些式神和皮肤的模型、特效等外观向资源进行持续的效果优化和问题修复，以「平安京施工计划」来命名这个后续会一直持续进行的计划，是希望大家能够给予这个计划更多的意见和反馈。通过这个计划，我们将努力为大家带来更好的体验和视觉感受，下一期优化内容预计于5月26日版本左右上线，感谢大家的支持。</p>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    
}
</script>

<style scoped>
.main-main>h2{
    background: url("../photo/three-h2.png")no-repeat left bottom;
    font-size: 18px;
    line-height: 30px;
    height: 30px;
    font-weight: 700;
}
.main-main>h3{
    color: #666;
}
.main-main>p{
    color: #999;
    margin-top: 14px;
    line-height: 30px;
}
.main-main{
    width: 1200px;
    margin: 20px auto;
}
.three-main{
    width: 100%;
    border-top: 1px solid #999;
    border-bottom: 1px solid #999;
}
.three>h1{
    text-align: center;
}
</style>